Repository: asaf-romano/adfs-mobileid
Catalog: AuthnAdapter/MssError.*.resx
Languages: fr, it

# mss_000
source: Mobile ID can not be used at this time. Please try again. If the error persists, contact your Mobile Network Operator Support Hotline.
fr: Pour de raisons techniques sur le système la Mobile ID ne peut pas être vérifiée. Veuillez réessayer, si l'erreur persiste contactez votre opérateur de téléphonie mobile.
it: Dovuto guasto del sistema l'identificazione del cellulare non può essere verificata. Riprovi di nuovo. Nel caso del ripetersi dell'errore contatti il tuo operatore di telefonia mobile.

# mss_101
source: The mobile number is invalid.
fr: Le numéro de mobile n'est pas valide.
it: Il numero mobile è invalido.

# mss_105
source: To be able to use Mobile ID, it has to be ordered and activated first. Please visit the Mobile ID Portal of your Mobile Network Operator.
fr: Mobile ID n'a pas encore été commandée ou n'est pas activée pour ce numéro d'appel. Veuillez visiter le portail votre opérateur de téléphonie mobile pour activer Mobile ID.
it: Mobile ID non è stato ancora ordinato o non è attivato per questo numero di telefono. Per attivare Mobile ID consulti il portale il tuo operatore di telefonia mobile.

# mss_208
source: Transaction Expiry date has been reached or Time out has elapsed. If the error persists, contact your Mobile Network Operator Support Hotline.
fr: La date d'expiration de la transaction ou le timeout a été atteint. Veuillez réessayer, si l'erreur persiste contactez votre opérateur de téléphonie mobile.
it: La data di scadenza di transazione è stata raggiunta o il tempo fuori è trascorso. Riprovi di nuovo. Nel caso del ripetersi dell'errore contatti il portale il tuo operatore di telefonia mobile.

# mss_209
source: The service has not succeeded to contact your mobile equipment. (Bad connection...). Please try again. If the error persists, contact your Mobile Network Operator Support Hotline.
fr: Le service n'a pas pu contacter le mobile de l'utilisateur. (Mauvaise connexion…). Veuillez réessayer, si l'erreur persiste contactez votre opérateur de téléphonie mobile.
it: Il servizio non è riuscito per contattare la strumentazione mobile dell'utilizzatore finale. (Connessione scadente…). Riprovi di nuovo. Nel caso del ripetersi dell'errore contatti il tuo operatore di telefonia mobile.

# mss_401
source: You have canceled by the request. To complete the request, you have to accept and confirm the request with the Mobile ID PIN. Additional information is available at your Mobile Network Operator Support Hotline.
fr: La requête a été annulée par l'utilisateur. Pour terminer la requête elle doit être acceptée et confirmée avec le PIN de la Mobile ID par l'utilisateur en question. Plus d'information disponible sur votre opérateur de téléphonie mobile.
it: La richiesta é stata cancellata dal utilizzatore. Per completare la procedura, l'utilizzatore deve accettare la richiesta e digitare il suo codice PIN Mobile ID. Per ulteriori informazioni consulti il tuo operatore di telefonia mobile.

# mss_402
source: The Mobile ID PIN is blocked. A new activation is required. Please visit the Mobile ID Portal of your Mobile Network Operator and follow the PIN forgotten link (#PortalUrl#).
fr: Votre PIN de la Mobile ID de l'utilisateur est bloqué. Veuillez visiter le portail votre opérateur de téléphonie mobile (#PortalUrl#) pour réactiver Mobile ID.
it: Il vostro codice PIN Mobile ID é bloccato. Consulti il portale il tuo operatore di telefonia mobile (#PortalUrl#) per ripristinare il PIN.

# mss_403
source: Your mobile subscription is blocked. To be able to use Mobile ID again, please contact your Mobile Network Operator Support Hotline and reactivate your number.
fr: Votre numéro d'appel de l'utilisateur est bloqué. Pour pouvoir utiliser la Mobile ID, vous dévez d'abord faire débloquer votre numéro d'appel.
it: Il vostro numero di telefonia mobile é bloccato. Per poter di nuovo utilizzare Mobilie ID, dovete sbloccare il numero mobile.

# mss_404
source: The subscriber number is not yet activated for Mobile ID. An activation is required. Please visit the Mobile ID Portal of your Mobile Network Operator (#PortalUrl#).
fr: Pour votre numéro d'appel la Mobile ID n'a pas été activée. Veuillez visiter le portail votre opérateur de téléphonie mobile (#PortalUrl#) pour activer Mobile ID.
it: Il vostro numero di telefonia mobile non é abilitato per Mobile ID. Per attivare Mobile ID consulti il portale il tuo operatore di telefonia mobile (#PortalUrl#).

# mss_406
source: Error on your mobile equipment while confirming the request. Probably another signature request is already in progress. Please try again. If the error persists, contact your Mobile Network Operator Support Hotline.
fr: Erreur sur l'appareil de l'utilisateur lors de la confirmation de la requête. Probablement une autre demande de signature est déjà en cours. Veuillez réessayer, si l'erreur persiste contactez votre opérateur de téléphonie mobile.
it: Errore causato dall'apparecchio mobile durante la conferma della richiesta. Probabilmente un altra richiesta di firma è già in corso. Riprovi di nuovo. Nel caso del ripetersi dell'errore contatti il tuo operatore di telefonia mobile.

# mss_422
source: Mobile ID has not been activated for this subscriber number. An activation is required. Please visit the Mobile ID Portal of your Mobile Network Operator (#PortalUrl#).
fr: Pour votre numéro d'appel la Mobile ID n'a pas encore été activée. Veuillez visiter le portail votre opérateur de téléphonie mobile (#PortalUrl#) pour activer Mobile ID.
it: Il vostro numero di telefonia mobile non é abilitato per Mobile ID. Per attivare Mobile ID consulti il portale il tuo operatore di telefonia mobile (#PortalUrl#).

# mss_501
source: Verification error with the confirmation. To be able to use Mobile ID again, it has to be activated again. Please visit the Mobile ID Portal of your Mobile Network Operator (#PortalUrl#).
fr: Erreur lors de la vérification de la requête. Veuillez visiter le portail votre opérateur de téléphonie mobile (#PortalUrl#) pour réactiver Mobile ID.
it: Errore durante la conferma. Per riattivare Mobile ID consulti il portale il tuo operatore di telefonia mobile (#PortalUrl#).

# mss_503
source: Verification error with the confirmation. Please try again. If the error persists, contact your Mobile Network Operator Support Hotline.
fr: Erreur lors de la vérification de la requête. Veuillez réessayer, si l'erreur persiste contactez votre opérateur de téléphonie mobile.
it: Errore durante la conferma. Riprovi di nuovo. Nel caso del ripetersi dell'errore contatti il tuo operatore di telefonia mobile.
